<template>
  <div style="text-align: left;width: 1200px;margin: 0 auto">
    <h3>隐私声明</h3>
    <h4>我们高度重视数据保护和保密的问题，本声明为数据保护声明，我们希望能够通过本声明向大家介绍我们收集的数据的类型以及我们使用这些数据的方法。</h4>
    <h4>数据的存储和使用：</h4>
    <h4>
      作为我们网站的访客，您将保持匿名的身份。我们储存和分析的数据将只用作统计目的，如用于进一步改进我们的服务等。我们在服务器上储存的数据包括您的互联网供应商的名字、您通过什么网站访问我们、您访问过的神光网站、您的IP地址以及您访问的日期和时长。</h4>
    <h4>个人数据的收集、处理和使用：
      只有在您使用特定服务的情况下我们才会收集和处理您的个人数据。在这种情况下，我们将向您索求数据，或者您主动并明确地告知我们您同意我们收集和处理您的个人数据。例如，您可以通过填写表格或者发送邮件来订购产品或服务，并向我们发送查询或请求材料。这也是整个注册流程的一部分。除非有其他符合法律的用途，您的个人数据将仅用于经过您同意之目的。
      我们仅在为您提供您所请求的情况下或在您的许可下将所需要的您的个人数据和第三方共享。</h4>
    <h4>数据保留：</h4>
    <h4>
      我们按照法律义务的要求，或者按照提供您所请求的服务所需的时间段，或者按照适用的同意书中规定的时间段来对您的数据进行储存。</h4>
    <h4>数据保护和数据安全：</h4>
    <h4>
      我们的数据处理工作人员会对所使用的个人数据进行保密。我们的数据保护措施将根据技术发展情况不断升级。</h4>
  </div>
</template>

<script>
export default {
  data () {
    return {}
  },
  created: function () {
  },
  methods: {},
  components: {}
}
</script>
<style scoped>
</style>
